Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Times like “simmer for 10 minutes” become one-tap timers in Cook Mode.
ar: أوقات مثل «اطهُ على نار هادئة 10 دقائق» تصبح مؤقتات بلمسة واحدة في وضع الطبخ.
de: Zeiten wie „10 Minuten köcheln“ werden im Kochmodus zu Timern mit einem Tipp.
el: Χρόνοι όπως «σιγοβράζεις 10 λεπτά» γίνονται χρονόμετρα με ένα πάτημα στη λειτουργία μαγειρέματος.
es: Tiempos como “cocer 10 minutos” se convierten en temporizadores de un toque en el modo cocina.
fr: Les durées comme « laisser mijoter 10 minutes » deviennent des minuteurs en un geste dans le mode cuisine.
hi: “10 मिनट उबालें” जैसे समय कुक मोड में एक-टैप टाइमर बन जाते हैं।
it: Tempi come “cuoci per 10 minuti” diventano timer con un tocco nella modalità cucina.
ja: 「10分煮る」のような時間は、クックモードでワンタップのタイマーになります。
ko: “10분간 끓이기” 같은 시간은 요리 모드에서 한 번에 시작하는 타이머가 돼요.
pt_br: Tempos como “cozinhe por 10 minutos” viram timers de um toque no modo cozinha.
ru: Время вроде «тушить 10 минут» становится таймером в одно касание в режиме готовки.
tr: “10 dakika pişir” gibi süreler Pişirme modunda tek dokunuşluk zamanlayıcılara dönüşür.
vi: Thời gian như “ninh 10 phút” sẽ thành hẹn giờ một chạm trong Chế độ nấu.
zh_hans: 像“煮10分钟”这样的时间，会在烹饪模式中变成一点即用的计时器。

source: Title, ingredient or tag
ar: العنوان أو المكوّن أو الوسم
de: Titel, Zutat oder Tag
el: Τίτλος, υλικό ή ετικέτα
es: Título, ingrediente o etiqueta
fr: Titre, ingrédient ou étiquette
hi: शीर्षक, सामग्री या टैग
it: Titolo, ingrediente o tag
ja: タイトル、材料、タグ
ko: 제목, 재료 또는 태그
pt_br: Título, ingrediente ou tag
ru: Название, ингредиент или тег
tr: Başlık, malzeme veya etiket
vi: Tiêu đề, nguyên liệu hoặc thẻ
zh_hans: 标题、食材或标签

source: Tree nuts
ar: المكسرات
de: Schalenfrüchte
el: Ξηροί καρποί
es: Frutos secos
fr: Fruits à coque
hi: ट्री नट्स
it: Frutta a guscio
ja: 木の実類
ko: 견과류
pt_br: Castanhas
ru: Орехи
tr: Kabuklu yemişler
vi: Các loại hạt
zh_hans: 坚果

source: Try adding headings like “Ingredients” and “Method”.
ar: جرّب إضافة عناوين مثل «المكونات» و«طريقة التحضير».
de: Versuche Überschriften wie „Zutaten“ und „Zubereitung“.
el: Δοκίμασε να προσθέσεις επικεφαλίδες όπως «Υλικά» και «Εκτέλεση».
es: Prueba a añadir títulos como “Ingredientes” y “Preparación”.
fr: Essayez d’ajouter des titres comme « Ingrédients » et « Préparation ».
hi: “सामग्री” और “विधि” जैसे शीर्षक जोड़कर देखें।
it: Prova ad aggiungere titoli come “Ingredienti” e “Procedimento”.
ja: 「材料」「作り方」のような見出しを付けてみてください。
ko: “재료”, “조리법” 같은 제목을 넣어 보세요.
pt_br: Tente adicionar títulos como “Ingredientes” e “Modo de preparo”.
ru: Попробуйте добавить заголовки «Ингредиенты» и «Приготовление».
tr: “Malzemeler” ve “Yapılışı” gibi başlıklar eklemeyi dene.
vi: Thử thêm tiêu đề như “Nguyên liệu” và “Cách làm”.
zh_hans: 试着加上“食材”和“做法”这样的标题。

source: Try again
ar: حاول مرة أخرى
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Inténtalo de nuevo
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: もう一度試す
ko: 다시 시도
pt_br: Tentar de novo
ru: Попробовать снова
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试

source: Try another video from your library.
ar: جرّب فيديو آخر من مكتبتك.
de: Probiere ein anderes Video aus deiner Mediathek.
el: Δοκίμασε άλλο βίντεο από τη βιβλιοθήκη σου.
es: Prueba otro vídeo de tu fototeca.
fr: Essayez une autre vidéo de votre photothèque.
hi: अपनी लाइब्रेरी से दूसरा वीडियो आज़माएँ।
it: Prova un altro video della libreria.
ja: ライブラリの別の動画を試してください。
ko: 보관함의 다른 영상을 시도해 보세요.
pt_br: Tente outro vídeo da sua biblioteca.
ru: Попробуйте другое видео из медиатеки.
tr: Arşivinden başka bir video dene.
vi: Thử video khác trong thư viện.
zh_hans: 试试图库中的另一个视频。

source: Try another word or clear some filters.
ar: جرّب كلمة أخرى أو امسح بعض عوامل التصفية.
de: Probiere ein anderes Wort oder entferne Filter.
el: Δοκίμασε άλλη λέξη ή καθάρισε κάποια φίλτρα.
es: Prueba otra palabra o quita algunos filtros.
fr: Essayez un autre mot ou retirez des filtres.
hi: दूसरा शब्द आज़माएँ या कुछ फ़िल्टर हटाएँ।
it: Prova un’altra parola o rimuovi qualche filtro.
ja: 別の言葉を試すか、フィルタを解除してください。
ko: 다른 단어를 쓰거나 필터를 지워 보세요.
pt_br: Tente outra palavra ou limpe alguns filtros.
ru: Попробуйте другое слово или сбросьте часть фильтров.
tr: Başka bir kelime dene ya da bazı filtreleri temizle.
vi: Thử từ khác hoặc xóa bớt bộ lọc.
zh_hans: 换个词试试，或清除部分筛选。

source: Try better light and hold the page flat.
ar: جرّب بإضاءة أفضل مع إبقاء الصفحة مستوية.
de: Probiere es mit besserem Licht und flacher Seite.
el: Δοκίμασε με καλύτερο φως και τη σελίδα επίπεδη.
es: Prueba con mejor luz y la página plana.
fr: Essayez avec plus de lumière et la page bien à plat.
hi: बेहतर रोशनी में पेज को सीधा रखकर आज़माएँ।
it: Prova con più luce e la pagina ben distesa.
ja: 明るい場所で、ページを平らにして試してください。
ko: 더 밝은 곳에서 페이지를 평평하게 두고 시도해 보세요.
pt_br: Tente com mais luz e a página bem plana.
ru: Попробуйте при лучшем свете и с ровной страницей.
tr: Daha iyi ışıkta ve sayfayı düz tutarak dene.
vi: Thử ở nơi sáng hơn và giữ trang phẳng.
zh_hans: 试试光线更好、把页面放平。

source: Try leaving it out or a quick swap
ar: جرّب استبعاده أو بديلًا سريعًا
de: Versuche es ohne sie oder mit einem schnellen Tausch
el: Δοκίμασε να το παραλείψεις ή μια γρήγορη αντικατάσταση
es: Prueba a prescindir de él o un cambio rápido
fr: Essayez de vous en passer ou une substitution rapide
hi: इसे छोड़कर या क्विक स्वैप से आज़माएँ
it: Prova a lasciarlo fuori o con una sostituzione rapida
ja: 使わないか、クイック置き換えを試してください
ko: 빼거나 빠른 대체를 시도해 보세요
pt_br: Tente deixar de fora ou uma troca rápida
ru: Попробуйте без него или с быстрой заменой
tr: Çıkarmayı ya da hızlı değişimi dene
vi: Thử bỏ ra hoặc thay thế nhanh
zh_hans: 试试不放或快速替换

source: Try something new today
ar: جرّب شيئًا جديدًا اليوم
de: Probier heute etwas Neues
el: Δοκίμασε κάτι καινούργιο σήμερα
es: Prueba algo nuevo hoy
fr: Essayez quelque chose de nouveau aujourd’hui
hi: आज कुछ नया आज़माएँ
it: Prova qualcosa di nuovo oggi
ja: 今日は新しい料理に挑戦
ko: 오늘은 새로운 요리 도전
pt_br: Experimente algo novo hoje
ru: Попробуйте сегодня что-то новое
tr: Bugün yeni bir şey dene
vi: Hôm nay thử món mới
zh_hans: 今天尝点新的

source: Turkish
ar: تركي
de: Türkisch
el: Τουρκική
es: Turca
fr: Turque
hi: तुर्की
it: Turca
ja: トルコ料理
ko: 튀르키예 요리
pt_br: Turca
ru: Турецкая
tr: Türk
vi: Món Thổ Nhĩ Kỳ
zh_hans: 土耳其菜

source: Turn on notifications
ar: تفعيل الإشعارات
de: Mitteilungen einschalten
el: Ενεργοποίηση ειδοποιήσεων
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएँ चालू करें
it: Attiva le notifiche
ja: 通知をオンにする
ko: 알림 켜기
pt_br: Ativar notificações
ru: Включить уведомления
tr: Bildirimleri aç
vi: Bật thông báo
zh_hans: 开启通知

source: Type an item
ar: اكتب عنصرًا
de: Artikel eingeben
el: Γράψε ένα είδος
es: Escribe un artículo
fr: Saisissez un article
hi: कोई आइटम लिखें
it: Scrivi un articolo
ja: アイテムを入力
ko: 항목 입력
pt_br: Digite um item
ru: Введите продукт
tr: Bir ürün yaz
vi: Nhập một món
zh_hans: 输入物品

source: Under 30 min
ar: أقل من 30 د
de: Unter 30 Min.
el: Κάτω από 30 λεπ.
es: Menos de 30 min
fr: Moins de 30 min
hi: 30 मिनट से कम
it: Meno di 30 min
ja: 30分以内
ko: 30분 이하
pt_br: Menos de 30 min
ru: До 30 мин
tr: 30 dk’dan kısa
vi: Dưới 30 phút
zh_hans: 30分钟以内

source: Undo
ar: تراجع
de: Widerrufen
el: Αναίρεση
es: Deshacer
fr: Annuler
hi: पहले जैसा करें
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
tr: Geri al
vi: Hoàn tác
zh_hans: 撤销

source: Undo swap
ar: التراجع عن الاستبدال
de: Tausch widerrufen
el: Αναίρεση αντικατάστασης
es: Deshacer cambio
fr: Annuler la substitution
hi: स्वैप वापस लें
it: Annulla sostituzione
ja: 置き換えを取り消す
ko: 대체 취소
pt_br: Desfazer troca
ru: Отменить замену
tr: Değişimi geri al
vi: Hoàn tác thay thế
zh_hans: 撤销替换

source: Unit
ar: الوحدة
de: Einheit
el: Μονάδα
es: Unidad
fr: Unité
hi: इकाई
it: Unità
ja: 単位
ko: 단위
pt_br: Unidade
ru: Единица
tr: Birim
vi: Đơn vị
zh_hans: 单位

source: Units
ar: الوحدات
de: Einheiten
el: Μονάδες
es: Unidades
fr: Unités
hi: इकाइयाँ
it: Unità
ja: 単位
ko: 단위
pt_br: Unidades
ru: Единицы
tr: Birimler
vi: Đơn vị
zh_hans: 单位

source: Unlimited
ar: غير محدود
de: Unbegrenzt
el: Απεριόριστο
es: Ilimitado
fr: Illimité
hi: असीमित
it: Illimitato
ja: 無制限
ko: 무제한
pt_br: Ilimitado
ru: Без ограничений
tr: Sınırsız
vi: Không giới hạn
zh_hans: 无限

source: Unlimited imports, AI plans and ideas
ar: استيراد وخطط وأفكار ذكاء اصطناعي غير محدودة
de: Unbegrenzte Importe, KI-Pläne und -Ideen
el: Απεριόριστες εισαγωγές, προγράμματα και ιδέες ΤΝ
es: Importaciones, planes e ideas con IA ilimitados
fr: Importations, plannings et idées IA illimités
hi: असीमित इम्पोर्ट, AI योजनाएँ और आइडिया
it: Importazioni, piani e idee IA illimitati
ja: 取り込み、AI献立、アイデアが無制限
ko: 무제한 가져오기, AI 계획과 아이디어
pt_br: Importações, planos e ideias com IA ilimitados
ru: Безлимитный импорт, планы и идеи ИИ
tr: Sınırsız aktarım, yapay zekâ planları ve fikirleri
vi: Nhập, kế hoạch và gợi ý AI không giới hạn
zh_hans: 无限导入、AI计划和灵感

source: Unlimited recipe imports
ar: استيراد وصفات غير محدود
de: Unbegrenzte Rezeptimporte
el: Απεριόριστες εισαγωγές συνταγών
es: Importaciones de recetas ilimitadas
fr: Importations de recettes illimitées
hi: असीमित रेसिपी इम्पोर्ट
it: Importazioni di ricette illimitate
ja: レシピの取り込みが無制限
ko: 무제한 레시피 가져오기
pt_br: Importações de receitas ilimitadas
ru: Безлимитный импорт рецептов
tr: Sınırsız tarif aktarımı
vi: Nhập công thức không giới hạn
zh_hans: 无限导入食谱

source: Unlock
ar: فتح
de: Freischalten
el: Ξεκλείδωμα
es: Desbloquear
fr: Débloquer
hi: अनलॉक करें
it: Sblocca
ja: ロックを解除
ko: 잠금 해제
pt_br: Desbloquear
ru: Разблокировать
tr: Kilidi aç
vi: Mở khóa
zh_hans: 解锁

source: Unlock Premium
ar: فتح Premium
de: Premium freischalten
el: Ξεκλείδωμα Premium
es: Desbloquear Premium
fr: Débloquer Premium
hi: Premium अनलॉक करें
it: Sblocca Premium
ja: Premiumのロックを解除
ko: Premium 잠금 해제
pt_br: Desbloquear Premium
ru: Разблокировать Premium
tr: Premium’un kilidini aç
vi: Mở khóa Premium
zh_hans: 解锁Premium

source: Unlock unlimited AI
ar: فتح الذكاء الاصطناعي غير المحدود
de: Unbegrenzte KI freischalten
el: Ξεκλείδωμα απεριόριστης ΤΝ
es: Desbloquear IA ilimitada
fr: Débloquer l’IA illimitée
hi: असीमित AI अनलॉक करें
it: Sblocca IA illimitata
ja: AIを無制限に
ko: AI 무제한 잠금 해제
pt_br: Desbloquear IA ilimitada
ru: Разблокировать безлимитный ИИ
tr: Sınırsız yapay zekânın kilidini aç
vi: Mở khóa AI không giới hạn
zh_hans: 解锁无限AI

source: Unlock unlimited AI ideas
ar: فتح أفكار الذكاء الاصطناعي غير المحدودة
de: Unbegrenzte KI-Ideen freischalten
el: Ξεκλείδωμα απεριόριστων ιδεών ΤΝ
es: Desbloquear ideas con IA ilimitadas
fr: Débloquer les idées IA illimitées
hi: असीमित AI आइडिया अनलॉक करें
it: Sblocca idee IA illimitate
ja: AIアイデアを無制限に
ko: AI 아이디어 무제한 잠금 해제
pt_br: Desbloquear ideias com IA ilimitadas
ru: Разблокировать безлимитные идеи ИИ
tr: Sınırsız yapay zekâ fikirlerinin kilidini aç
vi: Mở khóa gợi ý AI không giới hạn
zh_hans: 解锁无限AI灵感

source: Untick anything you don't want. Tap ↻ to see another option.
ar: ألغِ تحديد ما لا تريده. اضغط ↻ لعرض خيار آخر.
de: Entferne die Häkchen bei allem, was du nicht willst. Tippe auf ↻ für eine andere Option.
el: Αποεπίλεξε ό,τι δεν θέλεις. Πάτησε ↻ για άλλη επιλογή.
es: Desmarca lo que no quieras. Toca ↻ para ver otra opción.
fr: Décochez ce que vous ne voulez pas. Touchez ↻ pour voir une autre option.
hi: जो नहीं चाहिए उसका टिक हटाएँ। दूसरा विकल्प देखने के लिए ↻ टैप करें।
it: Togli la spunta a ciò che non vuoi. Tocca ↻ per un’altra opzione.
ja: いらないもののチェックを外してください。↻をタップすると別の候補を表示します。
ko: 원하지 않는 것은 체크를 해제하세요. ↻를 탭하면 다른 옵션이 보여요.
pt_br: Desmarque o que não quiser. Toque em ↻ para ver outra opção.
ru: Снимите отметки с того, что не нужно. Нажмите ↻, чтобы увидеть другой вариант.
tr: İstemediklerinin işaretini kaldır. Başka seçenek için ↻ simgesine dokun.
vi: Bỏ đánh dấu món bạn không muốn. Chạm ↻ để xem lựa chọn khác.
zh_hans: 取消勾选你不想要的。点按↻查看另一个选项。

source: Up to 8 — e.g. the ingredients and the method
ar: حتى 8 — مثل المكونات وطريقة التحضير
de: Bis zu 8 – z. B. die Zutaten und die Zubereitung
el: Έως 8 — π.χ. τα υλικά και η εκτέλεση
es: Hasta 8 — p. ej. los ingredientes y la preparación
fr: Jusqu’à 8 — p. ex. les ingrédients et la préparation
hi: 8 तक — जैसे सामग्री और विधि
it: Fino a 8 — es. ingredienti e procedimento
ja: 最大8枚 — 例：材料と作り方
ko: 최대 8장 — 예: 재료와 조리법
pt_br: Até 8 — ex.: os ingredientes e o modo de preparo
ru: До 8 — например, ингредиенты и приготовление
tr: En fazla 8 — örn. malzemeler ve yapılış
vi: Tối đa 8 — ví dụ nguyên liệu và cách làm
zh_hans: 最多8张 — 例如食材和做法

source: Update that recipe instead of adding a new one
ar: حدّث تلك الوصفة بدلًا من إضافة واحدة جديدة
de: Dieses Rezept aktualisieren statt ein neues hinzuzufügen
el: Ενημέρωσε εκείνη τη συνταγή αντί να προσθέσεις νέα
es: Actualizar esa receta en lugar de añadir una nueva
fr: Mettre à jour cette recette au lieu d’en ajouter une nouvelle
hi: नई रेसिपी जोड़ने की जगह उसी रेसिपी को अपडेट करें
it: Aggiorna quella ricetta invece di aggiungerne una nuova
ja: 新しく追加せず、そのレシピを更新する
ko: 새로 추가하지 않고 그 레시피를 업데이트
pt_br: Atualizar essa receita em vez de adicionar uma nova
ru: Обновить тот рецепт вместо добавления нового
tr: Yeni eklemek yerine o tarifi güncelle
vi: Cập nhật công thức đó thay vì thêm mới
zh_hans: 更新那个食谱，而不是新建一个

source: Use a number, e.g. 2 or 1.5
ar: اكتب رقمًا، مثل 2 أو 1.5
de: Gib eine Zahl ein, z. B. 2 oder 1,5
el: Γράψε αριθμό, π.χ. 2 ή 1,5
es: Usa un número, p. ej. 2 o 1,5
fr: Saisissez un nombre, p. ex. 2 ou 1,5
hi: संख्या लिखें, जैसे 2 या 1.5
it: Usa un numero, es. 2 o 1,5
ja: 数字を入力してください（例：2、1.5）
ko: 숫자를 입력하세요 (예: 2 또는 1.5)
pt_br: Use um número, ex.: 2 ou 1,5
ru: Введите число, например 2 или 1,5
tr: Bir sayı yaz, örn. 2 veya 1,5
vi: Nhập một số, ví dụ 2 hoặc 1,5
zh_hans: 请输入数字，例如2或1.5

source: Use a video I saved
ar: استخدم فيديو حفظته
de: Ein gespeichertes Video verwenden
el: Χρήση βίντεο που αποθήκευσα
es: Usar un vídeo que guardé
fr: Utiliser une vidéo enregistrée
hi: मेरा सहेजा वीडियो इस्तेमाल करें
it: Usa un video che ho salvato
ja: 保存した動画を使う
ko: 저장한 영상 사용
pt_br: Usar um vídeo que salvei
ru: Использовать сохранённое видео
tr: Kaydettiğim bir videoyu kullan
vi: Dùng video tôi đã lưu
zh_hans: 使用我保存的视频

source: Use an amount above 0
ar: اكتب كمية أكبر من 0
de: Gib eine Menge über 0 ein
el: Γράψε ποσότητα μεγαλύτερη από 0
es: Usa una cantidad mayor que 0
fr: Saisissez une quantité supérieure à 0
hi: 0 से ज़्यादा मात्रा लिखें
it: Usa una quantità maggiore di 0
ja: 0より大きい量を入力してください
ko: 0보다 큰 양을 입력하세요
pt_br: Use uma quantidade maior que 0
ru: Введите количество больше 0
tr: 0’dan büyük bir miktar yaz
vi: Nhập lượng lớn hơn 0
zh_hans: 请输入大于0的用量

source: Use by
ar: يُستهلك قبل
de: Verbrauchen bis
el: Ανάλωση έως
es: Consumir antes de
fr: À consommer avant
hi: इस्तेमाल की तिथि
it: Da consumare entro
ja: 消費期限
ko: 소비기한
pt_br: Usar até
ru: Годен до
tr: Son tüketim
vi: Hạn dùng
zh_hans: 最佳食用日期

source: Use my pantry first
ar: استخدم مخزني أولًا
de: Zuerst meinen Vorrat nutzen
el: Πρώτα το ντουλάπι μου
es: Usar primero mi despensa
fr: Utiliser d’abord mon garde-manger
hi: पहले मेरी पैंट्री इस्तेमाल करें
it: Usa prima la mia dispensa
ja: パントリーを優先して使う
ko: 보관함 먼저 사용
pt_br: Usar minha despensa primeiro
ru: Сначала использовать запасы
tr: Önce kilerimi kullan
vi: Ưu tiên dùng tủ đồ
zh_hans: 优先用储藏

source: Use soon
ar: يُستخدم قريبًا
de: Bald verbrauchen
el: Χρήση σύντομα
es: Usar pronto
fr: À utiliser bientôt
hi: जल्दी इस्तेमाल करें
it: Da usare presto
ja: 早めに使う
ko: 곧 사용
pt_br: Usar logo
ru: Использовать скоро
tr: Yakında kullan
vi: Dùng sớm
zh_hans: 尽快用掉

source: Use today
ar: يُستخدم اليوم
de: Heute verbrauchen
el: Χρήση σήμερα
es: Usar hoy
fr: À utiliser aujourd’hui
hi: आज इस्तेमाल करें
it: Da usare oggi
ja: 今日使う
ko: 오늘 사용
pt_br: Usar hoje
ru: Использовать сегодня
tr: Bugün kullan
vi: Dùng hôm nay
zh_hans: 今天用掉

source: Use videos you own or have saved yourself. For Instagram or TikTok, share the link instead.
ar: استخدم فيديوهات تملكها أو حفظتها بنفسك. في Instagram أو TikTok شارك الرابط بدلًا من ذلك.
de: Nutze Videos, die dir gehören oder die du selbst gespeichert hast. Für Instagram oder TikTok teile stattdessen den Link.
el: Χρησιμοποίησε δικά σου βίντεο ή βίντεο που αποθήκευσες εσύ. Για Instagram ή TikTok, κοινοποίησε τον σύνδεσμο.
es: Usa vídeos tuyos o que hayas guardado tú. Para Instagram o TikTok, comparte el enlace.
fr: Utilisez des vidéos à vous ou que vous avez enregistrées. Pour Instagram ou TikTok, partagez plutôt le lien.
hi: वही वीडियो इस्तेमाल करें जो आपके हैं या जिन्हें आपने ख़ुद सहेजा है। Instagram या TikTok के लिए लिंक शेयर करें।
it: Usa video tuoi o che hai salvato tu. Per Instagram o TikTok condividi il link.
ja: 自分の動画か、自分で保存した動画を使ってください。InstagramやTikTokはリンクを共有してください。
ko: 직접 만든 영상이나 직접 저장한 영상을 사용하세요. Instagram이나 TikTok은 링크를 공유하세요.
pt_br: Use vídeos seus ou que você mesmo salvou. Para Instagram ou TikTok, compartilhe o link.
ru: Используйте свои видео или те, что вы сохранили сами. Для Instagram или TikTok поделитесь ссылкой.
tr: Kendi videolarını ya da kendin kaydettiklerini kullan. Instagram veya TikTok için bağlantıyı paylaş.
vi: Dùng video của bạn hoặc video bạn tự lưu. Với Instagram hay TikTok, hãy chia sẻ liên kết.
zh_hans: 请使用你自己的或你自己保存的视频。Instagram或TikTok请分享链接。

source: Use what is in my pantry
ar: استخدم ما في مخزني
de: Verwenden, was im Vorrat ist
el: Χρήση ό,τι υπάρχει στο ντουλάπι
es: Usar lo que hay en mi despensa
fr: Utiliser ce qu’il y a dans mon garde-manger
hi: पैंट्री में जो है उसे इस्तेमाल करें
it: Usa ciò che c’è in dispensa
ja: パントリーにある物を使う
ko: 보관함에 있는 것 사용
pt_br: Usar o que tem na despensa
ru: Использовать то, что есть в запасах
tr: Kilerdekileri kullan
vi: Dùng những gì có trong tủ đồ
zh_hans: 用储藏里有的

source: Use-soon pantry alerts
ar: تنبيهات المخزن لما يجب استخدامه قريبًا
de: Hinweise für bald zu verbrauchende Vorräte
el: Ειδοποιήσεις για είδη ντουλαπιού που λήγουν
es: Avisos de la despensa para usar pronto
fr: Alertes « à utiliser bientôt »
hi: जल्दी इस्तेमाल करने वाले पैंट्री अलर्ट
it: Avvisi dispensa da usare presto
ja: 早めに使う食材のお知らせ
ko: 곧 써야 하는 재료 알림
pt_br: Alertas da despensa para usar logo
ru: Напоминания о скоропортящихся запасах
tr: Yakında kullanılacaklar uyarıları
vi: Cảnh báo tủ đồ cần dùng sớm
zh_hans: 储藏临期提醒

source: Used %@
ar: المستخدم: %@
de: Verbraucht: %@
el: Χρησιμοποιήθηκε: %@
es: Usado: %@
fr: Utilisé : %@
hi: इस्तेमाल हुआ: %@
it: Usato: %@
ja: 使用：%@
ko: 사용함: %@
pt_br: Usado: %@
ru: Использовано: %@
tr: Kullanıldı: %@
vi: Đã dùng: %@
zh_hans: 已用：%@

source: Used up
ar: نفد
de: Aufgebraucht
el: Τελείωσε
es: Agotado
fr: Épuisé
hi: ख़त्म हो गया
it: Finito
ja: 使い切り
ko: 다 씀
pt_br: Acabou
ru: Закончилось
tr: Bitti
vi: Đã hết
zh_hans: 已用完

source: Used up — remove
ar: نفد — إزالة
de: Aufgebraucht – entfernen
el: Τελείωσε — αφαίρεση
es: Agotado — quitar
fr: Épuisé — retirer
hi: ख़त्म — हटाएँ
it: Finito — rimuovi
ja: 使い切り — 削除
ko: 다 씀 — 삭제
pt_br: Acabou — remover
ru: Закончилось — убрать
tr: Bitti — kaldır
vi: Đã hết — bỏ đi
zh_hans: 已用完 — 移除

source: Uses what you have
ar: يستخدم ما لديك
de: Nutzt, was du hast
el: Χρησιμοποιεί ό,τι έχεις
es: Usa lo que tienes
fr: Utilise ce que vous avez
hi: जो आपके पास है उसका इस्तेमाल करता है
it: Usa ciò che hai
ja: 手元の物を使う
ko: 가진 재료 활용
pt_br: Usa o que você tem
ru: Использует то, что есть
tr: Elindekileri kullanır
vi: Dùng những gì bạn có
zh_hans: 用你已有的

source: Usually eats
ar: يأكل عادةً
de: Isst normalerweise
el: Συνήθως τρώει
es: Suele comer
fr: Mange habituellement
hi: आमतौर पर खाते हैं
it: Di solito mangia
ja: いつも食べる
ko: 보통 먹는 양
pt_br: Costuma comer
ru: Обычно ест
tr: Genelde yer
vi: Thường ăn
zh_hans: 通常吃

source: Vague amount
ar: كمية غير محددة
de: Ungenaue Menge
el: Ασαφής ποσότητα
es: Cantidad imprecisa
fr: Quantité vague
hi: अस्पष्ट मात्रा
it: Quantità vaga
ja: あいまいな分量
ko: 모호한 양
pt_br: Quantidade vaga
ru: Неточное количество
tr: Belirsiz miktar
vi: Lượng không rõ
zh_hans: 用量含糊

source: Vegan
ar: نباتي صرف
el: Βίγκαν
es: Vegano
fr: Végan
hi: वीगन
it: Vegano
ja: ヴィーガン
ko: 비건
pt_br: Vegano
ru: Веганское
vi: Thuần chay
zh_hans: 纯素

source: Vegetarian
ar: نباتي
de: Vegetarisch
el: Χορτοφαγική
es: Vegetariano
fr: Végétarien
hi: शाकाहारी
it: Vegetariano
ja: ベジタリアン
ko: 채식
pt_br: Vegetariano
ru: Вегетарианское
tr: Vejetaryen
vi: Ăn chay
zh_hans: 素食

source: Version
ar: الإصدار
el: Έκδοση
es: Versión
hi: वर्ज़न
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
tr: Sürüm
vi: Phiên bản
zh_hans: 版本

source: Very experienced
ar: خبير جدًا
de: Sehr erfahren
el: Πολύ έμπειρος
es: Con mucha experiencia
fr: Très expérimenté
hi: बहुत अनुभवी
it: Molto esperto
ja: 経験豊富
ko: 경험이 아주 많아요
pt_br: Muito experiente
ru: Очень опытный
tr: Çok deneyimli
vi: Rất nhiều kinh nghiệm
zh_hans: 经验丰富

source: Video
ar: فيديو
el: Βίντεο
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: 動画
ko: 영상
pt_br: Vídeo
ru: Видео
zh_hans: 视频

source: Vietnamese
ar: فيتنامي
de: Vietnamesisch
el: Βιετναμέζικη
es: Vietnamita
fr: Vietnamienne
hi: वियतनामी
it: Vietnamita
ja: ベトナム料理
ko: 베트남 요리
pt_br: Vietnamita
ru: Вьетнамская
tr: Vietnam
vi: Món Việt
zh_hans: 越南菜

source: View
ar: عرض
de: Ansehen
el: Προβολή
es: Ver
fr: Voir
hi: देखें
it: Vedi
ja: 表示
ko: 보기
pt_br: Ver
ru: Смотреть
tr: Görüntüle
vi: Xem
zh_hans: 查看

source: View Plan
ar: عرض الخطة
de: Plan ansehen
el: Δες το πρόγραμμα
es: Ver plan
fr: Voir le planning
hi: योजना देखें
it: Vedi piano
ja: 献立を見る
ko: 계획 보기
pt_br: Ver plano
ru: Смотреть план
tr: Planı gör
vi: Xem kế hoạch
zh_hans: 查看计划

source: WHO'S EATING
ar: من سيأكل
de: WER ISST MIT
el: ΠΟΙΟΣ ΤΡΩΕΙ
es: QUIÉN COME
fr: QUI MANGE
hi: कौन खा रहा है
it: CHI MANGIA
ja: 食べる人
ko: 먹는 사람
pt_br: QUEM VAI COMER
ru: КТО ЕСТ
tr: KİMLER YİYOR
vi: NGƯỜI ĂN
zh_hans: 谁来吃

source: We couldn't find a recipe
ar: لم نعثر على وصفة
de: Wir konnten kein Rezept finden
el: Δεν βρήκαμε συνταγή
es: No encontramos una receta
fr: Aucune recette trouvée
hi: हमें रेसिपी नहीं मिली
it: Non abbiamo trovato una ricetta
ja: レシピが見つかりませんでした
ko: 레시피를 찾지 못했어요
pt_br: Não encontramos uma receita
ru: Рецепт не найден
tr: Tarif bulamadık
vi: Không tìm thấy công thức
zh_hans: 没有找到食谱

source: We couldn't find any words in that text
ar: لم نعثر على أي كلمات في ذلك النص
de: In diesem Text haben wir keine Wörter gefunden
el: Δεν βρήκαμε λέξεις σε αυτό το κείμενο
es: No encontramos palabras en ese texto
fr: Aucun mot trouvé dans ce texte
hi: उस टेक्स्ट में हमें कोई शब्द नहीं मिला
it: Non abbiamo trovato parole in quel testo
ja: テキストに言葉が見つかりませんでした
ko: 텍스트에서 단어를 찾지 못했어요
pt_br: Não encontramos palavras nesse texto
ru: В этом тексте не найдено слов
tr: Bu metinde hiç kelime bulamadık
vi: Không tìm thấy chữ nào trong văn bản đó
zh_hans: 在文字中没有找到任何内容

source: We couldn't hear a recipe
ar: لم نسمع وصفة
de: Wir konnten kein Rezept hören
el: Δεν ακούσαμε συνταγή
es: No oímos ninguna receta
fr: Aucune recette entendue
hi: हमें रेसिपी सुनाई नहीं दी
it: Non abbiamo sentito una ricetta
ja: レシピを聞き取れませんでした
ko: 레시피를 들을 수 없었어요
pt_br: Não ouvimos nenhuma receita
ru: Рецепт не удалось расслышать
tr: Bir tarif duyamadık
vi: Không nghe được công thức
zh_hans: 没有听到食谱

source: We couldn't hear a recipe in that video.
ar: لم نسمع وصفة في ذلك الفيديو.
de: In diesem Video konnten wir kein Rezept hören.
el: Δεν ακούσαμε συνταγή σε αυτό το βίντεο.
es: No oímos ninguna receta en ese vídeo.
fr: Aucune recette entendue dans cette vidéo.
hi: उस वीडियो में हमें रेसिपी सुनाई नहीं दी।
it: Non abbiamo sentito una ricetta in quel video.
ja: その動画からレシピを聞き取れませんでした。
ko: 영상에서 레시피를 들을 수 없었어요.
pt_br: Não ouvimos nenhuma receita nesse vídeo.
ru: В этом видео не удалось расслышать рецепт.
tr: Bu videoda bir tarif duyamadık.
vi: Không nghe được công thức trong video đó.
zh_hans: 在那个视频里没有听到食谱。

source: We couldn't read that photo
ar: تعذّرت قراءة تلك الصورة
de: Wir konnten dieses Foto nicht lesen
el: Δεν μπορέσαμε να διαβάσουμε αυτή τη φωτογραφία
es: No pudimos leer esa foto
fr: Impossible de lire cette photo
hi: हम वह फ़ोटो नहीं पढ़ सके
it: Non riusciamo a leggere quella foto
ja: その写真を読み取れませんでした
ko: 사진을 읽을 수 없었어요
pt_br: Não conseguimos ler essa foto
ru: Не удалось прочитать фото
tr: Bu fotoğrafı okuyamadık
vi: Không đọc được ảnh đó
zh_hans: 无法识别那张照片
